const WhoReU = (noReq) =>{
    const nameArr = [
        'ครู พงศกร  จิรยั่งยืนยง',
        'ริว ชัชนันท์  วิรัลพัชร',
        'ต้นกล้า รักชริน  ดิษยาวรโชติ',
        'ทัน ธารานา  นุ่มถนอม',
        'เล รัชชานนท์  พานิชธนาคม',
        'ไซโจ กฤษกร  บุญเต็ม',
        'คุณ คุณานนต์  แก้วเจริญ',
        'เจอาร์ จิรพงศ์  สุวรรณเรืองศรี',
        'หญิง กิตติยา  ทรัพย์ศุทรากุล',
        'แอร์ ญาณิศา  เจียระสถิต',
        'เบส ฐิตารีย์  ชัยอนันต์สุขทวี',
        'หนูนา ณัฐมล  อัมพรสินธุ์',
        'พิณ พิชญา  โค้วตระกูล',
        'นํ้าหวาน พุทธธิดา  มูลจันทร์',
        'ใบตอง ภัทรภร  การะเกตุ',
        'กีวี ลภัสส์รดาร์  หรรษานิมิตกุล',
        'เติร์ด วชิราภรณ์  ภัทรเสน',
        'ออม ศรัลพร  เทพรักษา',
        'ขิม ณัฏฐนันท์  ภูคณินสิทธิโชติ',
        'เอญ่า อัณณ์ชญาน์  วงศาริยวานิช',
        'ข้าวหอม อัปสรารินทร์  สำราญบวรรัตน์',
        'ปาล์ อารียา  สวัสดิทัศน์',
        'จูน ปพิชญา  ประวัติวิถีสุข',
        'แป้ง ศิกานต์  วรยศ',
        'พลอย เสาวลักษณ์  แสนศรี',
        'ขวัญข้าว อพัชชา  วงศ์ษา',
        'ต้นนํ้า โชภิตา  หอมจีน',
        'เพ ญาริศรา  คนล่ำ',
        'ยูอี่ พิชยา  เติมพิทยาไพสิฐ',
        'ต้นข้าว วรดา  ดวงจันทร์',
        'แพร นัทธ์ชนัน  แจ่มดวง',
        'นํ้ามนต์ สุธีมนต์  เหลือสกุลชัย',
        'อิง ณัฐกฤตา  แพไม้',
        'ลูกเกด เกตวลิน  มีเฒ่า',
        'ปิ๊ง พิชชากร  นนทชีวา',
        'มิ้ม ลภัสรดา  นิธิภรภัทร์',
        'แพรเล็ก โยษิตา  แสงทอง']
    const result = nameArr[noReq]
    console.log(result)
    return result
}

export default WhoReU 